Repository: patrickridd/scriptbuilder-ios
Catalog: FeatureScreenplays/Sources/FeatureScreenplays/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ja, ko, zh_hans

# identity.ui.moreActions
source: More actions
de: Weitere Aktionen
es: Más acciones
fr: Plus d'actions
hi: और क्रियाएँ
ja: その他の操作
ko: 추가 작업
zh_hans: 更多操作

# identity.ui.name.change
source: Change Name
de: Namen ändern
es: Cambiar nombre
fr: Modifier le nom
hi: नाम बदलें
ja: 名前を変更
ko: 이름 변경
zh_hans: 更改姓名

# identity.ui.name.done
source: Done
de: Fertig
es: Listo
fr: OK
hi: पूर्ण
ja: 完了
ko: 완료
zh_hans: 完成

# identity.ui.name.label
source: Character name
de: Figurenname
es: Nombre del personaje
fr: Nom du personnage
hi: पात्र का नाम
ja: キャラクター名
ko: 캐릭터 이름
zh_hans: 角色名称

# identity.ui.name.placeholder
source: Name your character
de: Benenne deine Figur
es: Ponle nombre a tu personaje
fr: Nommez votre personnage
hi: अपने पात्र को नाम दें
ja: キャラクターに名前を
ko: 캐릭터의 이름을 지어 주세요
zh_hans: 为你的角色命名

# identity.ui.name.prompt
source: Character name
de: Figurenname
es: Nombre del personaje
fr: Nom du personnage
hi: पात्र का नाम
ja: キャラクター名
ko: 캐릭터 이름
zh_hans: 角色名称

# identity.ui.row.archetype
source: Archetype
de: Archetyp
es: Arquetipo
fr: Archétype
hi: आदिरूप
ja: アーキタイプ
ko: 원형
zh_hans: 原型

# identity.ui.row.archetype.prompt
source: Who are they?
de: Wer sind sie?
es: ¿Quiénes son?
fr: Qui sont-ils ?
hi: वे कौन हैं?
ja: どんな人物？
ko: 그들은 누구인가요?
zh_hans: 他们是谁？

# identity.ui.row.none
source: None
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
ja: なし
ko: 없음
zh_hans: 无

# identity.ui.row.role
source: Role
de: Rolle
es: Rol
fr: Rôle
hi: भूमिका
ja: 役割
ko: 역할
zh_hans: 角色定位

# identity.ui.row.role.prompt
source: Where do they stand?
de: Wo stehen sie?
es: ¿Dónde se sitúan?
fr: Où se situent-ils ?
hi: वे कहाँ खड़े हैं?
ja: どの立場にいる？
ko: 어느 편에 서 있나요?
zh_hans: 他们站在什么位置？

# identity.ui.row.storyFunction
source: Story Function
de: Story-Funktion
es: Función narrativa
fr: Fonction narrative
hi: कथा-भूमिका
ja: ストーリー機能
ko: 이야기 기능
zh_hans: 故事职能

# identity.ui.row.storyFunction.prompt
source: What do they do?
de: Was tun sie?
es: ¿Qué hacen?
fr: Que font-ils ?
hi: वे क्या करते हैं?
ja: 何をする？
ko: 무엇을 하나요?
zh_hans: 他们做什么？

# identity.ui.section.behavior
source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
hi: व्यवहार
ja: 行動
ko: 행동
zh_hans: 行为

# identity.ui.section.identity
source: Identity
de: Identität
es: Identidad
fr: Identité
hi: पहचान
ja: アイデンティティ
ko: 정체성
zh_hans: 身份

# identity.ui.settings.action
source: Character Settings
de: Figureneinstellungen
es: Ajustes del personaje
fr: Réglages du personnage
hi: पात्र सेटिंग्स
ja: キャラクター設定
ko: 캐릭터 설정
zh_hans: 角色设置

# identity.ui.settings.delete.action
source: Delete Character
de: Figur löschen
es: Eliminar personaje
fr: Supprimer le personnage
hi: पात्र हटाएँ
ja: キャラクターを削除
ko: 캐릭터 삭제
zh_hans: 删除角色

# identity.ui.settings.delete.footer
source: Removes this character and everything written about them. This cannot be undone.
de: Entfernt diese Figur und alles, was über sie geschrieben wurde. Das lässt sich nicht rückgängig machen.
es: Elimina este personaje y todo lo escrito sobre él. Esta acción no se puede deshacer.
fr: Supprime ce personnage et tout ce qui a été écrit à son sujet. Action irréversible.
hi: इस पात्र और उसके बारे में लिखी हर चीज़ को हटा देता है। इसे पूर्ववत नहीं किया जा सकता।
ja: このキャラクターと、書かれた内容をすべて削除します。取り消せません。
ko: 이 캐릭터와 관련해 작성한 모든 내용을 삭제합니다. 되돌릴 수 없습니다.
zh_hans: 将删除该角色及其全部内容。此操作无法撤销。

# identity.ui.settings.footer
source: Nothing you have written is deleted — hidden fields come straight back if you switch this off.
de: Nichts von dem, was du geschrieben hast, wird gelöscht – ausgeblendete Felder kommen zurück, sobald du das ausschaltest.
es: No se borra nada de lo que has escrito: los campos ocultos vuelven en cuanto lo desactives.
fr: Rien de ce que vous avez écrit n'est supprimé — les champs masqués reviennent dès que vous désactivez l'option.
hi: आपका लिखा कुछ भी नहीं मिटता — इसे बंद करते ही छिपे हुए फ़ील्ड वापस आ जाते हैं।
ja: 書いた内容は削除されません。オフにすれば非表示の項目はそのまま戻ります。
ko: 작성한 내용은 삭제되지 않습니다. 끄면 숨겨진 항목이 그대로 돌아옵니다.
zh_hans: 你写的内容不会被删除——关闭后隐藏的字段会原样回来。

# identity.ui.settings.name.footer
source: How this character appears across the cast list, scenes and exports.
de: So erscheint diese Figur in der Besetzungsliste, in Szenen und in Exporten.
es: Así aparece este personaje en el reparto, las escenas y las exportaciones.
fr: Ainsi apparaît ce personnage dans la distribution, les scènes et les exports.
hi: कास्ट सूची, दृश्यों और निर्यात में यह पात्र ऐसे दिखाई देगा।
ja: キャスト一覧・シーン・書き出しでの表示名です。
ko: 출연진 목록, 장면, 내보내기에 표시되는 이름입니다.
zh_hans: 该角色在角色列表、场景和导出中的显示方式。

# identity.ui.settings.save
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
hi: सहेजें
ja: 保存
ko: 저장
zh_hans: 存储

# identity.ui.settings.section.arc
source: Dramatic Arc
de: Dramatischer Bogen
es: Arco dramático
fr: Arc dramatique
hi: नाटकीय आर्क
ja: ドラマチックアーク
ko: 드라마틱 아크
zh_hans: 戏剧弧线

# identity.ui.settings.section.danger
source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone sensible
hi: जोखिम क्षेत्र
ja: 危険な操作
ko: 위험 구역
zh_hans: 危险操作

# identity.ui.settings.title
source: Character Settings
de: Figureneinstellungen
es: Ajustes del personaje
fr: Réglages du personnage
hi: पात्र सेटिंग्स
ja: キャラクター設定
ko: 캐릭터 설정
zh_hans: 角色设置

# identity.ui.role.clear
source: No Role
de: Keine Rolle
es: Sin rol
fr: Aucun rôle
hi: कोई भूमिका नहीं
ja: 役割なし
ko: 역할 없음
zh_hans: 无角色定位

# identity.ui.role.saved.hint
source: Roles now come from the list above. Pick one to replace this.
de: Rollen kommen jetzt aus der Liste oben. Wähle eine, um diese zu ersetzen.
es: Los roles ahora vienen de la lista de arriba. Elige uno para reemplazar este.
fr: Les rôles proviennent désormais de la liste ci-dessus. Choisissez-en un pour remplacer celui-ci.
hi: भूमिकाएँ अब ऊपर दी गई सूची से आती हैं। इसे बदलने के लिए एक चुनें।
ja: 役割は上のリストから選ぶようになりました。置き換えるには一つ選んでください。
ko: 이제 역할은 위 목록에서 선택합니다. 이 항목을 바꾸려면 하나를 고르세요.
zh_hans: 角色定位现在从上方列表中选择。选一个来替换它。

# identity.ui.role.saved.section
source: Your Saved Role
de: Deine gespeicherte Rolle
es: Tu rol guardado
fr: Votre rôle enregistré
hi: आपकी सहेजी गई भूमिका
ja: 保存された役割
ko: 저장된 역할
zh_hans: 已保存的角色定位

# identity.ui.selectedCount
source: %d selected
de: %d ausgewählt
es: %d seleccionados
fr: %d sélectionnés
hi: %d चयनित
ja: %d件選択中
ko: %d개 선택됨
zh_hans: 已选 %d 项

# identity.ui.step
source: Step %1$d of %2$d
de: Schritt %1$d von %2$d
es: Paso %1$d de %2$d
fr: Étape %1$d sur %2$d
hi: चरण %1$d / %2$d
ja: ステップ %1$d / %2$d
ko: %2$d단계 중 %1$d단계
zh_hans: 第 %1$d 步，共 %2$d 步

# identity.ui.storyFunction.gate.banner
source: Set an archetype and we'll suggest the jobs it usually does.
de: Lege einen Archetyp fest und wir schlagen die typischen Aufgaben vor.
es: Elige un arquetipo y te sugeriremos las funciones que suele cumplir.
fr: Choisissez un archétype et nous suggérerons les fonctions qu'il remplit d'ordinaire.
hi: एक आर्किटाइप चुनें और हम उसके सामान्य कार्य सुझाएँगे।
ja: アーキタイプを決めると、よくある役目を提案します。
ko: 아키타입을 정하면 흔히 맡는 역할을 제안해 드려요.
zh_hans: 先设定原型，我们会推荐它常担的职能。

# identity.ui.storyFunction.gate.hint
source: Pick an archetype for sharper suggestions
de: Wähle einen Archetyp für treffendere Vorschläge
es: Elige un arquetipo para sugerencias más precisas
fr: Choisissez un archétype pour des suggestions plus précises
hi: बेहतर सुझावों के लिए आर्किटाइप चुनें
ja: より的確な提案にはアーキタイプを選択
ko: 더 정확한 제안을 위해 아키타입을 선택하세요
zh_hans: 选择原型以获得更精准的建议

# identity.ui.storyFunction.nudge
source: A focused set of 1–3 story functions reads strongest.
de: Ein fokussierter Satz von 1–3 Story-Funktionen wirkt am stärksten.
es: Un conjunto enfocado de 1 a 3 funciones narrativas es lo más potente.
fr: Un ensemble ciblé de 1 à 3 fonctions narratives est le plus fort.
hi: 1–3 कथा-कार्यों का केंद्रित समूह सबसे प्रभावी लगता है।
ja: ストーリー機能は1〜3個に絞ると最も強く伝わります。
ko: 스토리 기능은 1~3개로 좁힐 때 가장 강렬합니다.
zh_hans: 把故事职能收敛到 1–3 个最有力。

# identity.ui.suggested.description
source: Commonly paired with %@
de: Häufig kombiniert mit %@
es: Suele combinarse con %@
fr: Souvent associé à %@
hi: अक्सर %@ के साथ
ja: %@ とよく組み合わされます
ko: %@ 와(과) 자주 짝을 이룹니다
zh_hans: 常与 %@ 搭配

# identity.ui.tier.main
source: Main
de: Haupt
es: Principales
fr: Principaux
hi: मुख्य
ja: 主要
ko: 주요
zh_hans: 主要

# identity.ui.tier.main.description
source: Carries the story
de: Trägt die Geschichte
es: Lleva la historia
fr: Porte l'histoire
hi: कहानी को आगे ले जाते हैं
ja: 物語を牽引
ko: 이야기를 이끕니다
zh_hans: 推动故事

# identity.ui.tier.supporting
source: Supporting
de: Nebenrollen
es: Secundarios
fr: Secondaires
hi: सहायक
ja: 脇役
ko: 조연
zh_hans: 配角

# identity.ui.tier.supporting.description
source: Shapes it from the edges
de: Formt sie vom Rand her
es: La moldean desde los márgenes
fr: La façonnent depuis les marges
hi: किनारों से कहानी को आकार देते हैं
ja: 周縁から物語を形づくる
ko: 가장자리에서 이야기를 빚습니다
zh_hans: 从边缘塑造故事

# identity.ui.suggested.section
source: Suggested
de: Vorschläge
es: Sugeridos
fr: Suggestions
hi: सुझाए गए
ja: おすすめ
ko: 추천
zh_hans: 推荐

# outline.aboutActBeats
source: About Act Beats
de: Über Akt-Beats
es: Sobre los momentos del acto
fr: À propos des temps forts de l’acte
hi: एक्ट बीट्स के बारे में
ja: アクトのビートについて
ko: 액트 비트 정보
zh_hans: 关于幕节奏点

# outline.actBeats
source: Act Beats
de: Akt-Beats
es: Momentos del acto
fr: Temps forts de l’acte
hi: एक्ट बीट्स
ja: アクトのビート
ko: 액트 비트
zh_hans: 幕节奏点

source: Outline complete 🎉
de: Gliederung vollständig 🎉
es: Esquema completo 🎉
fr: Plan terminé 🎉
hi: रूपरेखा पूर्ण 🎉
ja: アウトライン完成 🎉
ko: 개요 완성 🎉
zh_hans: 大纲已完成 🎉

# outline.overallDescription
source: Overall Description
de: Gesamtbeschreibung
es: Descripción general
fr: Description générale
hi: समग्र विवरण
ja: 全体の説明
ko: 전체 설명
zh_hans: 整体描述

# outline.overallPrompt
source: A high-level summary of what happens in %@.
de: Eine übergeordnete Zusammenfassung dessen, was in %@ passiert.
es: Un resumen general de lo que ocurre en %@.
fr: Un résumé général de ce qui se passe dans %@.
hi: %@ में क्या होता है इसका एक उच्च-स्तरीय सारांश।
ja: %@ で何が起こるかの概要。
ko: %@에서 일어나는 일에 대한 개괄적인 요약.
zh_hans: 对 %@ 中所发生内容的概要总结。

# outline.section.complete
source: Section complete
de: Abschnitt vollständig
es: Sección completa
fr: Section complète
hi: अनुभाग पूर्ण
ja: セクション完成
ko: 섹션 완성
zh_hans: 本节已完成

# outline.sectionsComplete
source: %1$lld of %2$lld sections complete
de: %1$lld von %2$lld Abschnitten fertig
es: %1$lld de %2$lld secciones completas
fr: %1$lld sur %2$lld sections terminées
hi: %2$lld में से %1$lld अनुभाग पूर्ण
ja: %2$lld 個中 %1$lld 個のセクション完了
ko: %2$lld개 중 %1$lld개 섹션 완료
zh_hans: %2$lld 个部分中已完成 %1$lld 个

# outline.storyOutline
source: Story Outline
de: Story-Gliederung
es: Esquema de la historia
fr: Plan de l’histoire
hi: कहानी की रूपरेखा
ja: ストーリーの構成
ko: 스토리 개요
zh_hans: 故事大纲

# outline.threeActStructure
source: Three-Act Structure
de: Drei-Akt-Struktur
es: Estructura de tres actos
fr: Structure en trois actes
hi: तीन-अंक संरचना
ja: 三幕構成
ko: 3막 구조
zh_hans: 三幕结构

# progress.accessibility
source: %1$@, %2$lld of %3$lld fields complete
de: %1$@, %2$lld von %3$lld Feldern ausgefüllt
es: %1$@, %2$lld de %3$lld campos completos
fr: %1$@, %2$lld champs sur %3$lld complétés
hi: %1$@, %3$lld में से %2$lld फ़ील्ड पूर्ण
ja: %1$@、%3$lld 項目中 %2$lld 項目が入力済み
ko: %1$@, %3$lld개 항목 중 %2$lld개 완료
zh_hans: %1$@，已完成 %3$lld 项中的 %2$lld 项

# progress.celebration.subtitle
source: Nice work — every field is filled in.
de: Gute Arbeit – alle Felder sind ausgefüllt.
es: Buen trabajo: todos los campos están completos.
fr: Beau travail — tous les champs sont remplis.
hi: शाबाश — सभी फ़ील्ड भर गए हैं।
ja: お見事、すべての項目が埋まりました。
ko: 훌륭해요 — 모든 항목을 채웠습니다.
zh_hans: 太棒了——所有项目都已填写。

# progress.editTitle
source: Edit name
de: Namen bearbeiten
es: Editar nombre
fr: Modifier le nom
ja: 名前を編集
ko: 이름 편집
zh_hans: 编辑名称

# progress.fieldsComplete
source: %1$lld of %2$lld fields complete
de: %1$lld von %2$lld Feldern ausgefüllt
es: %1$lld de %2$lld campos completos
fr: %1$lld champs sur %2$lld complétés
hi: %2$lld में से %1$lld फ़ील्ड पूर्ण
ja: %2$lld 項目中 %1$lld 項目が入力済み
ko: %2$lld개 항목 중 %1$lld개 완료
zh_hans: 已完成 %2$lld 项中的 %1$lld 项

# progress.nextUp
source: Next up: %@
de: Als Nächstes: %@
es: Siguiente: %@
fr: À suivre : %@
hi: आगे: %@
ja: 次は：%@
ko: 다음: %@
zh_hans: 接下来：%@

# progress.nextUp.hint
source: Jump to the next empty field
de: Zum nächsten leeren Feld springen
es: Ir al siguiente campo vacío
fr: Aller au prochain champ vide
hi: अगले खाली फ़ील्ड पर जाएँ
ja: 次の未入力項目へ移動
ko: 다음 빈 항목으로 이동
zh_hans: 跳转到下一个空白项

# scene.delete.button
source: Delete Scene
de: Szene löschen
es: Eliminar escena
fr: Supprimer la scène
hi: दृश्य हटाएँ
ja: シーンを削除
ko: 장면 삭제
zh_hans: 删除场景

# scene.delete.message
source: %@ will be permanently removed. This can't be undone.
de: %@ wird dauerhaft entfernt. Dies kann nicht rückgängig gemacht werden.
es: %@ se eliminará de forma permanente. Esto no se puede deshacer.
fr: %@ sera définitivement supprimée. Cette action est irréversible.
hi: %@ स्थायी रूप से हटा दिया जाएगा। इसे पूर्ववत नहीं किया जा सकता।
ja: %@ は完全に削除されます。この操作は元に戻せません。
ko: %@이(가) 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: %@ 将被永久删除。此操作无法撤销。

# scene.delete.subject.fallback
source: this scene
de: diese Szene
es: esta escena
fr: cette scène
hi: यह दृश्य
ja: このシーン
ko: 이 장면
zh_hans: 此场景

# scene.delete.subject.fallback.capitalized
source: This scene
de: Diese Szene
es: Esta escena
fr: Cette scène
hi: यह दृश्य
ja: このシーン
ko: 이 장면
zh_hans: 此场景

# scene.delete.title
source: Delete Scene?
de: Szene löschen?
es: ¿Eliminar escena?
fr: Supprimer la scène ?
hi: दृश्य हटाएँ?
ja: シーンを削除しますか？
ko: 장면을 삭제할까요?
zh_hans: 删除场景？

# scene.field.act.label
source: Act
de: Akt
es: Acto
fr: Acte
hi: अंक
ja: 幕
ko: 막
zh_hans: 幕

# scene.field.action.prompt
source: What are your characters doing?
de: Was tun Ihre Figuren?
es: ¿Qué están haciendo tus personajes?
fr: Que font vos personnages ?
hi: आपके पात्र क्या कर रहे हैं?
ja: 登場人物は何をしていますか？
ko: 등장인물이 무엇을 하고 있나요?
zh_hans: 你的角色在做什么？

# scene.field.action.title
source: Action
de: Handlung
es: Acción
hi: क्रिया
ja: アクション
ko: 행동
zh_hans: 动作

# scene.field.characters.prompt
source: What do the characters want and what are they feeling?
de: Was wollen die Figuren und was fühlen sie?
es: ¿Qué quieren los personajes y qué sienten?
fr: Que veulent les personnages et que ressentent-ils ?
hi: पात्र क्या चाहते हैं और वे क्या महसूस कर रहे हैं?
ja: 登場人物は何を望み、何を感じていますか？
ko: 등장인물이 원하는 것과 느끼는 감정은 무엇인가요?
zh_hans: 角色想要什么，他们又有何感受？

# scene.field.characters.title
source: Characters
de: Figuren
es: Personajes
fr: Personnages
hi: पात्र
ja: 登場人物
ko: 등장인물
zh_hans: 角色

# scene.field.description.prompt
source: Overall idea of what happens and the feeling the scene brings
de: Gesamtidee des Geschehens und das Gefühl, das die Szene vermittelt
es: Idea general de lo que ocurre y la sensación que transmite la escena
fr: Idée générale de ce qui se passe et l’émotion que la scène dégage
hi: क्या होता है और दृश्य कैसा एहसास देता है, इसका समग्र विचार
ja: 何が起こるか、そしてシーンが与える感情の全体像
ko: 무슨 일이 일어나는지와 장면이 주는 느낌에 대한 전체적인 아이디어
zh_hans: 对发生的事情以及场景所带来感受的整体构想

# scene.field.description.title
source: Description
de: Beschreibung
es: Descripción
hi: विवरण
ja: 説明
ko: 설명
zh_hans: 描述

# scene.field.dialogue.prompt
source: What snappy dialogue and/or information is said?
de: Welche prägnanten Dialoge und/oder Informationen werden gesagt?
es: ¿Qué diálogo ágil y/o información se dice?
fr: Quels dialogues percutants et/ou informations sont dits ?
hi: कौन-सा चुस्त संवाद और/या जानकारी कही जाती है?
ja: どんな気の利いたセリフや情報が語られますか？
ko: 어떤 인상적인 대사나 정보가 오가나요?
zh_hans: 有哪些精彩的对白和/或信息被说出？

# scene.field.dialogue.title
source: Dialogue
de: Dialog
es: Diálogo
hi: संवाद
ja: セリフ
ko: 대사
zh_hans: 对白

# scene.field.heading.label
source: Heading
de: Überschrift
es: Encabezado
fr: En-tête
hi: शीर्षक
ja: 見出し
ko: 헤딩
zh_hans: 场景标题

# scene.field.heading.placeholder
source: EXT. APARTMENT - NIGHT
de: AUSSEN. WOHNUNG – NACHT
es: EXT. APARTAMENTO - NOCHE
fr: EXT. APPARTEMENT - NUIT
hi: बाहर. अपार्टमेंट - रात
ja: 屋外・アパート・夜
ko: 외부. 아파트 - 밤
zh_hans: 外景 公寓 - 夜

# scene.field.notes.prompt
source: Details you don't want to forget
de: Details, die Sie nicht vergessen möchten
es: Detalles que no quieres olvidar
fr: Des détails que vous ne voulez pas oublier
hi: वे विवरण जिन्हें आप भूलना नहीं चाहते
ja: 忘れたくない詳細
ko: 잊고 싶지 않은 세부 사항
zh_hans: 你不想忘记的细节

# scene.field.notes.title
source: Notes
de: Notizen
es: Notas
hi: नोट्स
ja: メモ
ko: 메모
zh_hans: 备注

# scene.field.number.label
source: Scene #
de: Szene Nr.
es: Escena n.º
fr: Scène n°
hi: दृश्य #
ja: シーン番号
ko: 장면 번호
zh_hans: 场景编号

# scene.field.storyProgression.prompt
source: How does the scene move the story forward?
de: Wie treibt die Szene die Geschichte voran?
es: ¿Cómo hace avanzar la historia esta escena?
fr: Comment la scène fait-elle avancer l’histoire ?
hi: यह दृश्य कहानी को आगे कैसे बढ़ाता है?
ja: このシーンは物語をどう前進させますか？
ko: 이 장면이 이야기를 어떻게 진전시키나요?
zh_hans: 这个场景如何推动剧情发展？

# scene.field.storyProgression.title
source: Story Progression
de: Handlungsfortschritt
es: Progreso de la historia
fr: Progression de l’histoire
hi: कहानी की प्रगति
ja: 物語の展開
ko: 이야기 전개
zh_hans: 剧情推进

# scene.field.title.label
source: Title
de: Titel
es: Título
fr: Titre
hi: शीर्षक
ja: タイトル
ko: 제목
zh_hans: 标题

# scene.field.title.placeholder
source: Scene title
de: Szenentitel
es: Título de la escena
fr: Titre de la scène
hi: दृश्य का शीर्षक
ja: シーンのタイトル
ko: 장면 제목
zh_hans: 场景标题

# scene.list.add
source: Add a Scene
de: Szene hinzufügen
es: Añadir una escena
fr: Ajouter une scène
hi: एक दृश्य जोड़ें
ja: シーンを追加
ko: 장면 추가
zh_hans: 添加场景

# scene.list.unlockMore
source: Unlock more Scenes
de: Weitere Szenen freischalten
es: Desbloquear más escenas
fr: Débloquer plus de scènes
hi: और दृश्य अनलॉक करें
ja: さらにシーンをアンロック
ko: 더 많은 장면 잠금 해제
zh_hans: 解锁更多场景

# scene.progress.complete
source: Scene complete
de: Szene vollständig
es: Escena completa
fr: Scène complète
hi: दृश्य पूर्ण
ja: シーン完成
ko: 장면 완성
zh_hans: 场景已完成

# scene.progress.title
source: Scene Breakdown
de: Szenenaufbau
es: Desglose de la escena
fr: Décomposition de la scène
hi: दृश्य विश्लेषण
ja: シーン構成
ko: 장면 구성
zh_hans: 场景拆解

# character.field.name.label
source: Name
es: Nombre
fr: Nom
hi: नाम
ja: 名前
ko: 이름
zh_hans: 名称

# character.role.antagonist
source: Antagonist
es: Antagonista
fr: Antagoniste
hi: प्रतिनायक
ja: 敵役
ko: 적대자
zh_hans: 反派

# character.role.protagonist
source: Protagonist
es: Protagonista
fr: Protagoniste
hi: नायक
ja: 主人公
ko: 주인공
zh_hans: 主角

# common.optionalSuffix
source: %@ (Optional)
es: %@ (Opcional)
fr: %@ (Facultatif)
hi: %@ (वैकल्पिक)
ja: %@（任意）
ko: %@ (선택 사항)
zh_hans: %@（可选）

# identity.ui.settings.section.name
source: Name
es: Nombre
fr: Nom
hi: नाम
ja: 名前
ko: 이름
zh_hans: 姓名

# character.role.mentor
source: Mentor
hi: मार्गदर्शक
ja: 師匠
ko: 멘토
zh_hans: 导师
